{
  "574": ", ",
  "5273097": "financial piece",
  "53398143": "Home Pages",
  "66753729": "Being debt-free + Investing in your skills + personal growth",
  "24897f": "Menu",
  "25d6af": "Page",
  "2268ff": "Home",
  "-64104400": "Contact",
  "3c2336d": "About",
  "2158e894": "Template Info",
  "-38ad4b62": "Licensing",
  "-7aba473": "Style Guide",
  "-31d02e8c": "Changelog",
  "-6c12fc73": "Social",
  "217bfee6": "Facebook",
  "2c9a4253": "Twitter",
  "280d3723": "YouTube",
  "-7ed3d6a0": "Home A",
  "-7ed3d69f": "Home B",
  "-7ed3d69e": "Home C",
  "-7ed3d69d": "Home D",
  "93bbbb3": "Posts Grid",
  "ed14cb3": "1 Column - A",
  "ed14cb4": "1 Column - B",
  "ed14cb5": "1 Column - C",
  "-4198ccc3": "2 Columns - A",
  "-4198ccc2": "2 Columns - B",
  "-4198ccc1": "2 Columns - C",
  "-5315c642": "3 Columns - A",
  "-5315c641": "3 Columns - B",
  "-5315c640": "3 Columns - C",
  "-5acb518c": "Other Pages",
  "-51dc9da2": "Blog Post",
  "42d540f5": "Powered by Webflow",
  "-3fbde6f6": "Privacy Policy",
  "-11d4bbff": "Protected Page",
  "4c641ebb": "Password",
  "-f5c4b5f": "Incorrect password. Please try again.",
  "-40b0787c": "Page Not Found",
  "556d64d8": "The page you are looking for doesn't exist or has been moved",
  "-74c2c295": "Back to Home",
  "7f7befa1": "Remember all the times you overspent?",
  "71148e5": "Can't keep your debt down?",
  "6f2a3d14": "STRIVING for the goal of Financial Freedom🏆?",
  "-6d03fa26": "This blog is ",
  "180fa8e6": "for you.",
  "-5c65e2a4": "My name is Nas and I am the creator of this page. ",
  "2a8369c1": "I am a regular guy with GIGANTIC goals",
  "624367f9": ". I wanted to create a website that ensures visitors gain insight into ",
  "25c7024a": "financial literacy",
  "b26e": "...",
  "-5b878181": "Financial Freedom",
  "1f3549": "And ",
  "117f8978": "Personal Freedom.",
  "7c6fd267": "But how do you learn this? by ",
  "52116c45": "\"Putting Your Own Money Up\"",
  "-ecbcd3a": " which equals PYOMU, the name of this blog. (Lol hope this is insightful in some way...)",
  "-6934ea1c": "Putting Your Own Money Up = ",
  "24b698ae": "I can write all day about this but I want you to ",
  "-45d8a061": "read more",
  "-700c843b": "Put Your Own Money Up or PYOMU is the ",
  "-46805661": " of this blog. PYOMU also means something else that may ",
  "3e0d0ad4": "change the way you see LIFE...",
  "f5b484": "It also means...",
  "5aa239ec": "Put your ego away and be humble",
  "-ea8a4e2": "Your actions = who you are",
  "-645ca4c7": "Own yourself and be debt-free",
  "759dbf79": "Money is not more important than the time in your life",
  "-71629376": "Up you go when you die, don't be too serious",
  "7abcf113": "This is what it means to have financial freedom. It's the connection between personal goals and financial goals. ",
  "31997f7f": "Read more",
  "cffc892": " and enjoy the blog!",
  "4c111fe1": "DISCLAIMER: I'm a huge basketball fan and love the sport, so my pictures are just me in my zone😤💯",
  "6b43301": "Our story",
  "9eee271": "Nibh purus massa neque diam feugiat sollicitudin. Aliquam imperdiet justo amet sed ullamcorper. Ipsum, dignissim enim non, luctus pellentesque eget. Euismod vulputate commodo molestie consequat velit. Neque, sagittis, bibendum sed eleifend.",
  "-1844464": "Mus faucibus mi lorem consectetur. Dui, aliquam in eget sem et fusce semper. Sed elementum sit lobortis hendrerit vel. Mauris dignissim consequat aliquet sed egestas consequat.",
  "1fc360e1": "Mus faucibus mi lorem consectetur. Dui, aliquam in eget sem et fusce semper. Sed elementum sit lobortis hendrerit vel. Mauris dignissim consequat aliquet sed egestas consequat. Risus congue urna vulputate sed lorem fringilla molestie. Mauris platea amet ultricies ultrices felis ut fringilla. A hac id id aenean sit vivamus. Nibh sem mauris lectus pharetra volutpat non sed a. Vitae, vestibulum, facilisis nulla morbi. Metus non aenean.",
  "2e1da836": "Subscribe ",
  "e7b": "to",
  "2a565a73": " PYOMU!",
  "3807ec8f": "Sign up to our newsletters and we'll keep you in the loop.",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "-739c1db5": "Version 1.0",
  "63c2c234": "February 15, 2022",
  "-8fe3c13": "The template has been released!",
  "1154cf1b": "Let’s see how we can help",
  "6ffd27f2": "Magna diam eget odio ac dictumst tellus rhoncus. Auctor sagittis laoreet potenti elementum facilisis magnis.",
  "3d503d2b": "No items found.",
  "-4811e0e9": "Previous",
  "24ff13": "Next",
  "-3be6ddc4": "Categories",
  "27a839": "Tags",
  "-564f3f59": "See All Posts",
  "-d78b7b2": "Featured",
  "292ae3df": " Oberon",
  "10fc3be6": "All graphical assets in this template are licensed for personal and commercial use. If you’d like to use a specific asset, please check the license below",
  "-38f29e83": "Photography",
  "-6d62bdb4": "Photography is sourced from ",
  "34b8660": "Unsplash",
  "45aac": " — ",
  "5d5dde61": "Unsplash License",
  "40e8de4": "Fonts",
  "5c97d48": "Fonts is sourced from Google Fonts: ",
  "-6af67ed4": "Manrope",
  "2e2960fa": "Playfair Display",
  "7e85e19e": "Search results",
  "-75764c4": "No matching results.",
  "5500514f": "Typography",
  "-5a703efa": "Magna diam eget odio ac dictumst tellus rhoncus. Auctor sagittis laoreet potenti elementum facilisis magnis lectus. Ornare mauris blandit elit ut gravida nunc pellentesque. Lectus enim ornare in euismod hendrerit eget elit eget proin. ",
  "-2c0f55b9": "Paragraph Links",
  "41f759e8": "Bold Text",
  "-7b4c0ae3": "Italic Text",
  "2f770ac": "Ultricies convallis nam euismod ut mi sagittis suscipit pellentesque nunc. Orci condimentum feugiat velit faucibus justo, arcu. Vitae augue id nec hendrerit.\n        ",
  "791d15a9": "Sit nibh adipiscing tellus eget vestibulum nunc duis.",
  "6b70c7ff": "Leo aliquam at feugiat nunc morbi lectus.",
  "566c1407": "Ultrices dictum elit, sapien, elit. Lacinia leo libero varius.",
  "-42064491": "Mus faucibus mi lorem consectetur. Dui, aliquam in eget sem et fusce semper. Sed elementum sit lobortis hendrerit vel. Mauris dignissim consequat aliquet.",
  "1126ded2": "Nibh purus massa neque diam feugiat sollicitudin.",
  "-cacf819": "Heading H1",
  "-cacf818": "Heading H2",
  "-cacf817": "Heading H3",
  "-cacf816": "Heading H4",
  "-cacf815": "Heading H5",
  "-cacf814": "Heading H6",
  "78a3a990": "Colors",
  "4fadc09": "White",
  "-49175bdd": "#FFFFFF",
  "76f1604c": "Border",
  "-4bca93b0": "#E4E4E4",
  "-7764bf1b": "Paragraphs",
  "-67114a3d": "#555555",
  "3d49fdf": "Black",
  "-6fe2541d": "#000000",
  "719b5761": "Buttons",
  "-8fb26a5": "Button Text",
  "-47239b3c": "Who we are",
  "-7f0dd5c": "Our website address is https://www.pyomu.com.",
  "-200dbdec": "Comments",
  "1a171d59": "When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.",
  "6fb81c89": "An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https://automattic.com/privacy/. After approval of your comment, your profile picture is visible to the public in the context of your comment.",
  "-64062591": "Cookies",
  "-7c96615d": "If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.",
  "7591ca41": "If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.",
  "24b17edf": "When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select “Remember Me”, your login will persist for two weeks. If you log out of your account, the login cookies will be removed.",
  "7ff05ee1": "Embedded content from other websites",
  "411952c0": "Articles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.",
  "-19f307df": "These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.",
  "-268b0240": "Who we share your data with",
  "70a80b82": "If you request a password reset, your IP address will be included in the reset email.",
  "-21f4d886": "How long we retain your data",
  "-432269c6": "If you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.",
  "-63319018": "For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.",
  "4b03b8d5": "What rights you have over your data",
  "641b9d2e": "If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.",
  "cd89158": "Where we send your data",
  "3bf88ea4": "Visitor comments may be checked through an automated spam detection service.",
  "2e": "."
}